[
    {
        "title": "Data scientist",
        "university": "Stellantis",
        "location": "Paris",
        "date": "2021 - current",
        "description": "Analysis and exploration of massive HR data to derive valuable observations for decision making. I worked on the implementation of intelligent algorithms allowing the automation of some manual tasks, e.g. Semantic textual similarity using Transformers (BERT), textual clustering using KMeans & LDA, all alongside other tasks like data cleaning & data visualization.",
        "logo": "stellantis-logo"
    },
    {
        "title": "Computer vision master's degree",
        "university": "University of Paris",
        "location": "Paris, France",
        "date": "2021 - current",
        "description": "Second best French university in research, I acquired deep knowledge in computer vision. The course mainly comprises statistical and deep learning algorithms, I implemented different projects in medical imaging, remote sensing and robotics.",
        "logo": "u_paris-logo"
    },
    {
        "title": "Artificial intelligence master's degree",
        "university": "University of Western Brittany",
        "location": "Brest, France",
        "date": "2020 - 2021",
        "description": "I explored different fields of artificial intelligence through the prism of interaction: knowledge representation and reasoning, combinatorial optimisation, robotics. etc. All alongside the study of hardware architectures such as FPGAs and SIMD acceleration.",
        "logo": "ubo-logo"
    },
    {
        "title": "Computer science bachelor's degree",
        "university": "University of science and technology of Algiers",
        "location": "Algiers, Algeria",
        "date": "2016 - 2019",
        "description": "I’ve been getting the main tools of modern computer science, such as data structures, software engineering and databases, which allowed me to develop good coding skills with the required design patterns. Thesis: sentiment analysis for accident prediction through social network data.",
        "logo": "usthb-logo"
    }
]